# p10k
# romkatv/powerlevel10k

# ohmyzsh
ohmyzsh/ohmyzsh path:plugins/macos
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/brew
ohmyzsh/ohmyzsh path:plugins/yarn
ohmyzsh/ohmyzsh path:plugins/direnv
ohmyzsh/ohmyzsh path:plugins/1password

# fish-like features
zsh-users/zsh-autosuggestions kind:defer
catppuccin/zsh-syntax-highlighting path:themes/catppuccin_macchiato-zsh-syntax-highlighting.zsh kind:defer
zsh-users/zsh-syntax-highlighting kind:defer
