tap "1password/tap"
tap "cloudflare/cloudflare"
tap "dopplerhq/cli"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "khanhas/tap"
tap "mongodb/brew"
tap "planetscale/tap"
brew "age"
brew "antidote"
brew "jpeg-xl"
brew "gdbm"
brew "python@3.10"
brew "asciinema"
brew "bat"
brew "glib"
brew "python@3.9"
brew "ccache"
brew "clang-format"
brew "deno"
brew "direnv"
brew "dog"
brew "dust"
brew "exa"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "flyctl"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "go"
brew "gum"
brew "helix"
brew "hyperfine"
brew "jq"
brew "just"
brew "mkcert"
brew "opencv"
brew "pfetch"
brew "pipx"
brew "pyenv"
brew "railway"
brew "redis"
brew "silicon"
brew "starship"
brew "tealdeer"
brew "tokei"
brew "ttfautohint"
brew "vhs"
brew "vivid"
brew "xh"
brew "zoxide"
brew "cloudflare/cloudflare/cloudflared"
brew "dopplerhq/cli/doppler"
brew "khanhas/tap/spicetify-cli"
brew "mongodb/brew/mongodb-database-tools"
brew "planetscale/tap/pscale"
cask "1password-cli"
cask "blackhole-16ch"
cask "sf-symbols"
