tap "1password/tap"
tap "cloudflare/cloudflare"
tap "dopplerhq/cli"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "khanhas/tap"
tap "mongodb/brew"
tap "oven-sh/bun"
tap "planetscale/tap"
tap "ryanccn/tap", "https://github.com/ryanccn/homebrew-tap.git"
brew "age"
brew "antidote"
brew "jpeg-xl"
brew "gdbm"
brew "python@3.10"
brew "asciinema"
brew "bat"
brew "glib"
brew "python@3.9"
brew "ccache"
brew "clang-format"
brew "deno"
brew "diff-so-fancy"
brew "direnv"
brew "doggo"
brew "dust"
brew "exa"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "flyctl"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "go"
brew "gum"
brew "helix"
brew "hyperfine"
brew "jq"
brew "just"
brew "mkcert"
brew "nerdfix"
brew "opencv"
brew "pfetch"
brew "pipx"
brew "pyenv"
brew "railway"
brew "redis"
brew "silicon"
brew "starship"
brew "tealdeer"
brew "tokei"
brew "ttfautohint"
brew "vhs"
brew "vivid"
brew "xh"
brew "zoxide"
brew "cloudflare/cloudflare/cloudflared"
brew "dopplerhq/cli/doppler"
brew "khanhas/tap/spicetify-cli"
brew "mongodb/brew/mongodb-database-tools"
brew "oven-sh/bun/bun"
brew "planetscale/tap/pscale"
brew "ryanccn/tap/choirpack"
cask "1password-cli"
cask "blackhole-16ch"
cask "eloston-chromium"
cask "sf-symbols"
vscode "antfu.file-nesting"
vscode "antfu.goto-alias"
vscode "antfu.iconify"
vscode "antfu.unocss"
vscode "astro-build.astro-vscode"
vscode "bierner.lit-html"
vscode "bradlc.vscode-tailwindcss"
vscode "Catppuccin.catppuccin-vsc"
vscode "Catppuccin.catppuccin-vsc-icons"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "jnoortheen.nix-ide"
vscode "LeonardSSH.vscord"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cpptools"
vscode "Prisma.prisma"
vscode "ronnidc.nunjucks"
vscode "rust-lang.rust-analyzer"
vscode "skellock.just"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "unifiedjs.vscode-mdx"
vscode "Vue.volar"
vscode "WakaTime.vscode-wakatime"
vscode "xmonader.vscode-capnp"
